Ran Apply for project: `github` dir: `apps/github` workspace: `github`

<details><summary>Show Output</summary>

```diff
Running apply in Terraform Cloud. Output will stream here. Pressing Ctrl-C
will cancel the remote apply if it's still pending. If the apply started it
will stop streaming the logs, but will not stop the apply running remotely.

Preparing the remote apply...

To view this run in a browser, visit:
https://app.terraform.io/app/elxilote/github/runs/run-iHcoBV1MKc5Jwo5Q

Waiting for the plan to start...

Terraform v1.5.7
on linux_amd64
Initializing plugins and modules...
data.github_actions_public_key.twitch-bot: Refreshing...
data.github_actions_public_key.ansible_playbooks: Refreshing...
github_repository.repo["obs-go-cli"]: Refreshing state... [id=obs-go-cli]
github_repository.repo["obs-wiki"]: Refreshing state... [id=obs-wiki]
github_repository.repo["dotfiles"]: Refreshing state... [id=dotfiles]
github_repository.repo["k8s-apps"]: Refreshing state... [id=k8s-apps]
github_repository.repo["pulumi"]: Refreshing state... [id=pulumi]
github_repository.repo["api-go-templ"]: Refreshing state... [id=api-go-templ]
github_repository.repo["meal-notifier"]: Refreshing state... [id=meal-notifier]
github_repository.repo["twitch-bot"]: Refreshing state... [id=twitch-bot]
data.github_actions_public_key.ansible_playbooks: Refresh complete after 1s [id=568250167242549743]
github_repository.repo["ansible_playbooks"]: Refreshing state... [id=ansible_playbooks]
data.github_actions_public_key.twitch-bot: Refresh complete after 1s [id=568250167242549743]
github_repository.repo["chef"]: Refreshing state... [id=chef]
github_repository.repo["obs-go-cli"]: Drift detected (update)
github_repository.repo["ansible_playbooks"]: Drift detected (update)
github_repository.repo["obs-wiki"]: Drift detected (update)
github_repository.repo["twitch-bot"]: Drift detected (update)
github_repository.repo["api-go-templ"]: Drift detected (update)
github_repository.repo["dotfiles"]: Drift detected (update)
github_repository.repo["meal-notifier"]: Drift detected (update)
github_repository.repo["pulumi"]: Drift detected (update)
github_repository.repo["k8s-apps"]: Drift detected (update)
github_repository.repo["chef"]: Drift detected (update)

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_actions_secret.dockerhub_token will be created
  + resource "github_actions_secret" "dockerhub_token" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "twitch-bot"
      + secret_name     = "DOCKERHUB_TOKEN"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.dockerhub_username will be created
  + resource "github_actions_secret" "dockerhub_username" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "twitch-bot"
      + secret_name     = "DOCKERHUB_USERNAME"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.telegram_chat will be created
  + resource "github_actions_secret" "telegram_chat" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "ansible_playbooks"
      + secret_name     = "TELEGRAM_TOKEN"
      + updated_at      = (known after apply)
    }

  # github_actions_secret.telegram_to will be created
  + resource "github_actions_secret" "telegram_to" {
      + created_at      = (known after apply)
      + id              = (known after apply)
      + plaintext_value = (sensitive value)
      + repository      = "ansible_playbooks"
      + secret_name     = "TELEGRAM_TO"
      + updated_at      = (known after apply)
    }

Plan: 4 to add, 0 to change, 0 to destroy.

github_actions_secret.dockerhub_token: Creating...
github_actions_secret.telegram_chat: Creating...
github_actions_secret.dockerhub_username: Creating...
github_actions_secret.telegram_to: Creating...
github_actions_secret.dockerhub_token: Creation complete after 2s [id=twitch-bot:DOCKERHUB_TOKEN]
github_actions_secret.telegram_to: Creation complete after 6s [id=ansible_playbooks:TELEGRAM_TO]
github_actions_secret.dockerhub_username: Creation complete after 6s [id=twitch-bot:DOCKERHUB_USERNAME]
github_actions_secret.telegram_chat: Creation complete after 6s [id=ansible_playbooks:TELEGRAM_TOKEN]

Apply complete! Resources: 4 added, 0 changed, 0 destroyed.
```

</details>